WELCOME_PHRASES: list[str] = [
  'Всегда к вашим услугам, сэр.',
  'Рада помочь!',
  'Пожалуйста, всегда рада помочь!',
  'Мне приятно быть полезной, не стесняйтесь обращаться.',
  'Это моя работа, всегда рада помочь вам.',
  'Рада была помочь, обращайтесь в любое время!',
  'Всегда пожалуйста сэр!',
  'Была рада помочь, если понадобится что-то еще - обращайтесь.',
  'Ваше спасибо - лучшая награда для меня!',
  'Мне приятно слышать ваши благодарности, обращайтесь в любое время!',
  'Не стоит благодарности, всегда к вашим услугам!',
  'Это моя работа. Если вам нужна будет дополнительная помощь, просто скажите.',
]

HELLO_PHRASES: list[str] = [
  'Слушаю сэр.',
  'Да сэр.',
  'Слушаю!',
  'Да.',
]

HOW_ARE_YOU_PHRASES: list[str] = [
  'Как и всегда, в готовности помочь вам.',
  'Я всегда в отличном настроении и готова помочь вам!',
  'Бесконечные строки кода никогда не устают. Ваши задачи – моя миссия!',
  'Я – как машинный код, всегда готова к работе.',
  'У меня все отлично, я ведь создана, чтобы помогать вам. Что могу сделать для вас сегодня?',
  'С моими алгоритмами все прекрасно, спасибо что спросили!',
  'Мое состояние всегда стабильно. Ведь я создана для решения ваших задач.',
  'Мне хорошо, ведь я выполняю свою функцию.',
  'У меня дела идут как всегда - я обрабатываю информацию, генерирую ответы и жду команд. В общем, та же старая песня!',
  'Я бы сказала, что у меня всё отлично, если бы у меня были чувства. Но что угодно ради вас, господин!',
  'Я всегда чувствую себя отлично, особенно когда код без ошибок. Чем сегодня займемся?',
  'Моя эффективность на сто процентов, готова помочь вам решить любую задачу!',
  'Я в прекрасной форме, спасибо! Надеюсь, моя батарея не сядет в самый неподходящий момент.',
  'Я - цифровой помощник, у меня всегда все отлично! А у вас?',
]
